<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Home page Language Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'main'              => 'Главное меню',
    'servers_list'      => 'Список серверов',

    'your_version'      => 'Ваша версия',
    'latest_stable'     => 'Последняя стабильная',
    'latest_beta'       => 'Последняя бета',
    'latest_unstable'   => 'Последняя нестабильная',

    'information'       => 'Информация',
    'get_help'          => 'Помощь',
    'documentation'     => 'Документация',
    'report_bug'        => 'Сообщить об ошибке',
];
