<?php

return [
    'actions'   => 'Действия',

    'view'      => 'Просмотр',
    'edit'      => 'Редактировать',
    'delete'    => 'Удалить',

    'add'       => 'Добавить',
    'create'    => 'Создать',
    'save'      => 'Сохранить',
    'change'    => 'Сменить',
    'close'     => 'Закрыть',
    'send'      => 'Отправить',

    'confirm_message' => 'Вы уверены?',
    'wait'      => 'Пожалуйста подождите...',

    'yes'       => 'Да',
    'no'        => 'Нет',

    'more'      => 'Больше',

    'autoscroll' => 'Автопрокрутка',

    'common_admin_error' => 'Обратитесь к администратору',

    'never'     => 'Никогда',
];
