<?php

return [
    'actions'   => 'Действия',

    'view'      => 'Просмотр',
    'edit'      => 'Редактировать',
    'delete'    => 'Удалить',

    'add'           => 'Добавить',
    'create'        => 'Создать',
    'save'          => 'Сохранить',
    'change'        => 'Сменить',
    'close'         => 'Закрыть',
    'send'          => 'Отправить',
    'clear'         => 'Очистить',
    'search'        => 'Поиск',
    'generate'      => 'Сгенерировать',
    'upload_file'   => 'Загрузить файл',

    'confirm_message'       => 'Вы уверены?',
    'wait'                  => 'Пожалуйста подождите...',
    'something_missing'     => 'Что-то отсутствует',
    'something_went_wrong'  => 'Что-то пошло не так',

    'yes'       => 'Да',
    'no'        => 'Нет',

    'more'      => 'Больше',

    'autoscroll' => 'Автопрокрутка',

    'common_admin_error' => 'Обратитесь к администратору',

    'error'     => 'Ошибка',
    'success'   => 'Успешно',
    'info'      => 'Информация',

    'never'     => 'Никогда',
];
