<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Profile Language Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'login'     => 'Логин',
    'email'     => 'Email',
    'name'      => 'Имя',
    'roles'     => 'Роли',
    
    'password_not_match_msg' => 'Ваш текущий пароль введён неверно. Попробуйте ещё раз.',
    'password_change_success_msg' => 'Пароль успешно изменён',
];
