<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Servers Language Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'title_servers_list' => 'Список игровых серверов',
    'title_create'       => 'Создание игрового сервера',
    'title_edit'         => 'Редактирование игрового сервера',
    'title_server'       => 'Игровой сервер',

    'servers'       => 'Серверы',
    'game_servers'  => 'Игровые Серверы',
    'file_manager'  => 'Файловый менеджер',

    'start'         => 'Запуск',
    'restart'       => 'Перезапуск',
    'stop'          => 'Остановка',
    'control'       => 'Управление',
    'update'        => 'Обновление',
    'status'        => 'Статус',
    'commands'      => 'Команды',
    'ip_port'       => 'IP:Порт',

    'offline'       => 'офлайн',
    'online'        => 'онлайн',

    'name'          => 'Имя',
    'game'          => 'Игра',

    'tools'         => 'Инструменты',
    'files'         => 'Файлы',
    'admin'         => 'Администрирование',

    'process_status' => 'Статус процесса',
    'active'        => 'активен',
    'inactive'      => 'неактивен',
    'last_check'    => 'Последняя проверка',

    'query'         => 'Query',

    'console'       => 'Консоль',
    
    // Admin
    
    'create'        => 'Создать',
    'edit'          => 'Редактирование сервера',

    'settings'          => 'Настройки',

    'install'       => 'Установить сервер',

    'basic_info'    => 'Основное',
    'ds_ip_ports'    => 'Выделенный сервер, IP, порты',
    'dedicated_server' => 'Выделенный сервер',

    'create_success_msg' => 'Игровой сервер успешно создан',
    'update_success_msg' => 'Игровой сервер успешно обновлён',
    'delete_success_msg' => 'Игровой сервер успешно удалён',

    'settings_update_success_msg' => 'Настройки игрового сервера успешно обновлены',
];
