<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Servers Language Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'title_servers_list' => 'Список игровых серверов',
    'title_server'       => 'Игровой сервер',

    'servers'       => 'Серверы',
    'file_manager'  => 'Файловый менеджер',

    'start'         => 'Запуск',
    'restart'       => 'Перезапуск',
    'stop'          => 'Остановка',
    'control'       => 'Управление',
    'update'        => 'Обновление',
    'status'        => 'Статус',
    'commands'      => 'Команды',
    'ip_port'       => 'IP:Порт',

    'offline'       => 'офлайн',
    'online'        => 'онлайн',

    'name'          => 'Имя',

    'tools'         => 'Инструменты',
    'files'         => 'Файлы',
    'admin'         => 'Администрирование',

    'process_status' => 'Статус процесса',
    'active'        => 'активен',
    'inactive'      => 'неактивен',
    'last_check'    => 'Последняя проверка',

    'query'         => 'Query',

    'console'       => 'Консоль',
];
