<?php

return [
    'title_list' => 'Список пользователей',
    'title_create' => 'Создание пользователя',
    'title_edit' => 'Редактирование пользователя',
    
    'users' => 'Пользователи',
    'user' => 'Пользователь',
    'login' => 'Логин',
    'name' => 'Имя',
    'roles' => 'Роли',
    
    'create' => 'Создать пользователя',

    'servers' => 'Серверы',

    'create_success_msg' => 'Пользователь успешно создан',
    'update_success_msg' => 'Пользователь успешно обновлён',
    'delete_success_msg' => 'Пользователь успешно улалён',
];